{
  "title_app":"PRO-Ka-Po",
  "subtitle":"Kaizen Freak Edition",
  "intro_p1":"PRO-Ka-Po is a set of minimalist tools for organizing work and tasks, keeping everything in order.",
  "intro_p2":"Choose a module to get detailed help:",
  "module_ai_title":"AI Module",
  "module_ai_desc":"Universal AI integration. Support for Gemini, OpenAI, Claude, Grok. Transcription, text analysis, content generation.",
  "module_habit_title":"Habit Tracker",
  "module_habit_desc":"Track habits in a monthly table. 6 habit types, statistics, sync and progress analysis.",
  "module_pomodoro_title":"Pomodoro",
  "module_pomodoro_desc":"Time management technique. 25-minute sessions with breaks, themes, statistics and sync.",
  "module_tasks_title":"Tasks",
  "module_tasks_desc":"Main task management module. Dynamic column configuration, filters, subtasks and module integration.",
  "module_kanban_title":"KanBan",
  "module_kanban_desc":"Visual task management using KanBan. Drag cards between columns, track progress and optimize workflow.",
  "module_notes_title":"Notes",
  "module_notes_desc":"Rich text editor with formatting. Create notes, tags, colors, search and integration with tasks.",
  "module_alarms_title":"Alarms",
  "module_alarms_desc":"Manage alarms and timers. Cyclic reminders, sounds, popups and device sync.",
  "module_callcryptor_title":"CallCryptor",
  "module_callcryptor_desc":"Advanced call recording management. AI transcription, summaries, tags and notes integration.",
  "module_settings_title":"Settings",
  "module_settings_desc":"App configuration. Themes, languages, sounds, shortcuts, environment and module settings.",
  "module_fastkey_title":"FastKey",
  "module_fastkey_desc":"Keyboard shortcuts and quick actions — configuration, assignment, import/export.",
  "module_pfile_title":"P-File",
  "module_pfile_desc":"File and document management, preview, versioning and sync.",
  "module_proapp_title":"PRO App",
  "module_proapp_desc":"General app info, installation, configuration and module dependencies.",
  "module_promail_title":"PRO Mail",
  "module_promail_desc":"Mail integration, account settings, attachment fetching and automations.",
  "module_pweb_title":"P-Web",
  "module_pweb_desc":"P-Web module — publishing content, server configuration and web integrations.",
  "module_quickboard_title":"Quickboard",
  "module_quickboard_desc":"Quick boards, notes and reminders — lightweight kanban alternative.",
  "module_teamwork_title":"TeamWork",
  "module_teamwork_desc":"Team collaboration — roles, permissions, project sharing and communication.",
  "see_help":"See help"
}
