{
  "title_app":"PRO-Ka-Po",
  "subtitle":"Kaizen Freak Edition",
  "intro_p1":"PRO-Ka-Po to zestaw minimalistycznych narzędzi do organizacji pracy i zadań, pozwalający utrzymać wszystko w porządku.",
  "intro_p2":"Wybierz moduł, aby uzyskać szczegółowe instrukcje obsługi:",
  "module_ai_title":"AI Module",
  "module_ai_desc":"Uniwersalna integracja z AI. Wsparcie dla Gemini, OpenAI, Claude, Grok. Transkrypcja, analiza tekstu, generowanie treści.",
  "module_habit_title":"Habit Tracker",
  "module_habit_desc":"Śledzenie nawyków w formie tabeli miesięcznej. 6 typów nawyków, statystyki, synchronizacja i analiza postępów.",
  "module_pomodoro_title":"Pomodoro",
  "module_pomodoro_desc":"Technika zarządzania czasem. Sesje 25-minutowe z przerwami, tematy, statystyki i synchronizacja.",
  "module_tasks_title":"Zadania",
  "module_tasks_desc":"Główny moduł aplikacji do zarządzania zadaniami. Dynamiczna konfiguracja kolumn, filtry, subtaski i integracja z innymi modułami.",
  "module_kanban_title":"KanBan",
  "module_kanban_desc":"Wizualne zarządzanie zadaniami metodą KanBan. Przeciąganie kart między kolumnami, śledzenie postępów i optymalizacja workflow.",
  "module_notes_title":"Notatki",
  "module_notes_desc":"Bogaty edytor tekstu z formatowaniem. Tworzenie notatek, tagi, kolory, wyszukiwanie i integracja z zadaniami.",
  "module_alarms_title":"Alarmy",
  "module_alarms_desc":"Zarządzanie alarmami i timerami. Cykliczne przypomnienia, dźwięki, popup oraz synchronizacja między urządzeniami.",
  "module_callcryptor_title":"CallCryptor",
  "module_callcryptor_desc":"Zaawansowane zarządzanie nagraniami rozmów. Transkrypcja AI, podsumowania, tagi i integracja z notatkami.",
  "module_settings_title":"Ustawienia",
  "module_settings_desc":"Konfiguracja aplikacji. Motywy, języki, dźwięki, skróty klawiszowe, środowisko i ustawienia modułów.",
  "module_fastkey_title":"FastKey",
  "module_fastkey_desc":"Skróty klawiszowe i szybkie akcje — konfiguracja, przypisywanie, import/eksport skrótów.",
  "module_pfile_title":"P-File",
  "module_pfile_desc":"Zarządzanie plikami i dokumentami w aplikacji, podgląd, wersjonowanie i synchronizacja.",
  "module_proapp_title":"PRO App",
  "module_proapp_desc":"Ogólne informacje o aplikacji PRO-Ka-Po, instalacja, konfiguracja i zależności modułów.",
  "module_promail_title":"PRO Mail",
  "module_promail_desc":"Integracja poczty, ustawienia kont, pobieranie załączników i automatyzacje wiadomości.",
  "module_pweb_title":"P-Web",
  "module_pweb_desc":"Moduł P-Web — publikowanie treści, konfiguracja serwera i integracje webowe.",
  "module_quickboard_title":"Quickboard",
  "module_quickboard_desc":"Szybkie tablice, notatki i przypomnienia — lekka alternatywa dla pełnego kanbanu.",
  "module_teamwork_title":"TeamWork",
  "module_teamwork_desc":"Moduł współpracy zespołowej — role, uprawnienia, udostępnianie projektów i komunikacja.",
  "see_help":"Zobacz pomoc"
}
